export default {
  "tasks": [
  {
  "q": "Выбери лишнее слово:",
  "a": [
  	{"option": "самолёт", "correct": false},
 	{"option": "пароход", "correct": true},
 	{"option": "воздушный шар", "correct": false},
	{"option": "вертолёт", "correct": false}
  ],
  "select_any": true,
  "level": "легко",
  "theme": "Лишнее слово"
},
{
  "q": "Измени одну букву в слове и запиши новое слово - из <b>золота</> можно получить гнилое место",
  "a": "болото",
  "level": "легко",
  "theme": "Измени букву"
},
{
  "q": "Напиши правильно измененное слово в крылатом выражении. Париж стоит мацы",
  "a": "мессы",
  "level": "сложно",
  "theme": "Крылатые выражения"
},
{
  "q": "Как звали кота, который хотел подружиться с мышами?",
  "a": "Леопольд",
  "level": "сложно",
  "theme": "Сказочные герои"
},
{
  "q": "Выбери правильный вариант. Скачет наш котёнок ловко, очень любит он...",
  "a": [
	{"option": "молоко", "correct": true},
	{"option": "морковку", "correct": false}
  ],
  "select_any": true,
  "level": "легко",
  "theme": "загадки"
},
{
  "q": "У Монстрика 7 разных пар носков. Все носки перепутались. Монстрик вытягивает носки не глядя, и ему совсем не везет. Какое наименьшее количество носков придется достать, чтобы наверняка получить пару одинаковых носков?",
  "a": [
	{"option": "8", "correct": true},
	{"option": "7", "correct": false},
	{"option": "14", "correct": false},
	{"option": "6", "correct": false}
  ],
  "select_any": true,
  "correct": "<p>Правильно!</p>",
  "incorrect": "<p>Подумай еще</p>",
  "level": "легко",
  "theme": "Комбинаторика"
},
{
  "q": "Как переводится с английского “morning”? Напиши ответ",
  "a": "утро",
  "level": "легко",
  "theme": "Английский язык",
  "correct": "<p>Правильно!</p>",
  "incorrect": "<p>Подумай еще</p>"
},
{
  "q": "Выбери, правда или  ложь. Банка обычной колы тонет в воде, а банка диетической — всплывает",
  "a": [
	{"option": "Правда", "correct": true},
	{"option": "Ложь", "correct": false}
  ],
  "select_any": true,
  "correct": "<p>Правильно!</p>",
  "incorrect": "<p>Подумай еще</p>",
  "level": "легко",
  "theme": "Правда или ложь"
},
{
  "q": "Определи, правда ли два выражения - до союза И(ИЛИ) и после, и дай общий ответ. Страус ИЛИ слон – птица",
  "a": [
	{"option": "Правда", "correct": true},
	{"option": "Ложь", "correct": false}
  ],
  "select_any": true,
  "correct": "<p>Правильно!</p>",
  "incorrect": "<p>Подумай еще</p>",
  "level": "легко",
  "theme": "Логика"
},
{
  "q": "Посчитай, сколько будет 39 / 3 + 3 = ? ",
  "a": "16",
  "correct": "<p>Правильно!</p>",
  "incorrect": "<p>Подумай еще</p>",
  "level": "легко",
  "theme": "Математика"
},
{
  "q": "Батон разрезали на три части. Сколько сделали разрезов? (введи число)",
  "a": "2",
  "correct": "<p>Правильно!</p>",
  "incorrect": "<p>Подумай еще</p>",
  "level": "легко",
  "theme": "Занимательные задачки"
}
]}

